export default {
  title: 'v1.1.3',
  updateTime: '2023-10-24',
  children: [
    {
      title: '添加组件内的样式隔离',
      list: [
        '组件添加css-prefix进行组件内部的样式隔离，防止污染外部样式',
      ]
    },
    {
      title: '图模关联调整',
      list: [
        '图模关联时隐藏 工具栏批注笔头工具',
        '图模关联时隐藏 分屏/叠图 切换按钮',
        '智能关联中时，隐藏图纸选择下拉框',
      ]
    },
    {
      title: '样式调整',
      list: [
        '小窗查看模型时，模型的house图标大小调整',
      ]
    },
    {
      title: 'bug修复',
      list: [
        '图模关联选点icon位置偏移',
        '合模情况下，主窗为图纸时无法查看审查结果构件的更多信息'
      ]
    }
  ]
}